tap "chef/chef"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "nodenv/nodenv"
tap "railwaycat/emacsmacport"
cask "java"
brew "ant"
brew "ant-contrib"
brew "ant@1.9"
brew "autoconf"
brew "python"
brew "awscli"
brew "binutils"
brew "cask"
brew "colordiff"
brew "coreutils"
brew "ctags"
brew "dbus"
brew "ddate"
brew "diffutils"
brew "dnsmasq"
brew "dos2unix"
brew "editorconfig"
brew "findutils"
brew "gettext"
brew "git"
brew "glib"
brew "go"
brew "goenv"
brew "gradle"
brew "grep"
brew "hub"
brew "icu4c"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "python@2"
brew "libxml2"
brew "markdown"
brew "maven", link: false
brew "maven@3.3"
brew "moreutils"
brew "mr"
brew "node-build"
brew "nodenv"
brew "pandoc"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "rbenv-aliases"
brew "rbenv-communal-gems"
brew "rbenv-ctags"
brew "rbenv-default-gems"
brew "rbenv-gemset"
brew "rbenv-use"
brew "rbenv-vars"
brew "texinfo"
brew "the_silver_searcher"
brew "tig"
brew "tree"
brew "vault"
brew "watch"
brew "wget"
brew "yarn", args: ["without-node"]
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "nodenv/nodenv/nodenv-aliases"
brew "nodenv/nodenv/nodenv-default-packages"
brew "nodenv/nodenv/nodenv-man"
brew "nodenv/nodenv/nodenv-package-rehash"
brew "nodenv/nodenv/nodenv-vars"
brew "railwaycat/emacsmacport/emacs-mac"
cask "amethyst"
cask "caffeine"
cask "docker"
cask "dropbox"
cask "eclipse-java"
cask "firefox"
cask "flux"
cask "gitter"
cask "java8"
cask "kensington-trackball-works"
cask "minikube"
cask "p4v"
cask "perforce"
cask "slack"
cask "spotify"
cask "vagrant"
cask "vlc"
cask "yubico-yubikey-piv-manager"
cask "chef/chef/chefdk"
